let data = [
{
	'data':[
		{
			"title": "Имя",
			"value": "Александра"
		},
		{
			"title": "Фамилия",
			"value": "Аксенова"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "ДА"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "130"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "140"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "0"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "5341"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Валерий"
		},
		{
			"title": "Фамилия",
			"value": "Андреев"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "НЕТ"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "98"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "143"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "1"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "4536"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Вячеслав"
		},
		{
			"title": "Фамилия",
			"value": "Быков"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "ДА"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "103"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "114"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "0"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "4765"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Егор"
		},
		{
			"title": "Фамилия",
			"value": "Голубев"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "НЕТ"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "134"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "117"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "0"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "4587"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Мурат"
		},
		{
			"title": "Фамилия",
			"value": "Дёмин"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "НЕТ"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "114"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "154"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "1"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "6743"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Назар"
		},
		{
			"title": "Фамилия",
			"value": "Зайцев"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "ДА"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "198"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "210"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "2"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "7546"
		}
	]
},
{
	'data':[
		{
			"title": "Имя",
			"value": "Дина"
		},
		{
			"title": "Фамилия",
			"value": "Куликова"
		},
		{
			"title": "Наличие просрочки по платежам",
			"value":  "НЕТ"
		},
		{
			"title": "Продолжительность разговоров в прошлом месяце в минутах",
			"value":  "143"
		},
		{
			"title": "Продолжительность разговоров в этом месяце в минутах",
			"value":  "154"
		},
		{
			"title": "Количество подключенных новых опций в штуках",
			"value":  "0"
		},
		{
			"title": "Исходящий трафик в мегабайтах за этот месяц",
			"value":  "4983"
		}
	]
}
];

let root = document.getElementById('root')

function genegateElem(elem){
	let div = document.createElement('div');
	div.classList.add('user');
	for (let user of elem['data']){
		let container = document.createElement('div');
		let title = document.createElement('p');
		let value = document.createElement('p');
		container.appendChild(title);
		container.appendChild(value);
		title.innerText = user.title;
		value.innerText = user.value;
		div.appendChild(container);
	}
	root.appendChild(div)
}



data.forEach(elem=>genegateElem(elem))